{
    "Share your remix": "Comparte tus creaciones",
    "output.form": "The form element that this element is associated with (its \"form owner\").",
    "body.onafterprint": "Función para llamar cuando el usuario haya impreso el documento. ",
    "audio.controls": "Si ese atributo esta presente, el navegador ofrecerá controles para permitir al usuario controlar la reproducción de audio, incluyendo el volumen, la búsqueda, y pausar / reanudar la reproducción.",
    "colgroup.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "optgroup.label": "El nombre del grupo de opciones, que el navegador puede utilizar al etiquetar las opciones de la interfaz de usuario.",
    "css-property-docs:color": "La propiedad CSS <code>color</code> establece el color de primer plano del contenido del texto de un elemento",
    "html-element-docs:col": "El <em>elemento HTML Table Column </em> (<code>&lt;col&gt;</code>) define una columna de una tabla, y se utiliza para definir significado semántico común en todas las celdas comunes. Generalmente se lo utiliza con un enelmento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/colgroup\">&lt;colgroup&gt;</a></code>.",
    "short-element-descriptions:section": "sección de esquema del documento",
    "meta.name": "Este atributo define el nombre de un metadato en cuanto al nivel del documento.",
    "Remix and share web pages instantly": "Crea y comparte de manera instantánea tus paginas web",
    "thead.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "input.tabindex": "La posición del elemento en el orden de las pestañas de navegación del documento actual.",
    "body.onload": "Función a llamar cuando el documento haya terminado de cargar.",
    "audio.muted": "Un atributo booleano que indica si el audio será silenciado al inicio.",
    "short-element-descriptions:base": "URL base",
    "css-property-docs:cursor": "La propiedad CSS <code>cursor</code> especifica el cursor que se muestra cuando el puntero del ratón esta sobre un elemento.",
    "dialog-common:product-name": "Gafas de Rayos X",
    "html-element-docs:strong": "El elemento HTML Strong (<span style=\"font-family: Courier New;\">&lt;strong&gt;</span>) le da al texto un énfasis fuerte, habitualmente representado en negrita.",
    "html-element-docs:fieldset": "El elemento HTML <em> fieldset </em>(<span style=\"font-family: Courier New;\">&lt;fieldset&gt;</span>) se utiliza para agrupar varios controles y etiquetas (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/label\">&lt;label&gt;</a></code>) \nen un formulario Web.",
    "a.datasrc": "Este atributo indica el ID del objeto de origen de datos que proporciona los datos que se une a este elemento.",
    "thead.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "short-element-descriptions:canvas": "el área de dibujo para gráficos dinámicos",
    "input.accesskey": "Un solo carácter que el usuario puede presionar para cambiar el foco de entrada para el control.",
    "css-property-docs:text-transform": "La propiedad CSS <code>text-transform</code> especifica cómo escribir con mayúscula el texto de un elemento. Se puede utilizar para hacer que el texto aparezca en todas las letras en mayúsculas o en minúsculas, o que cada palabra inicie con mayúscula.",
    "textarea.required": "Este atributo especifica que el usuario debe rellenar un valor antes de enviar un formulario.",
    "keygen.disabled": "Este atributo booleano indica que el control de formulario no está disponible para la interacción.",
    "short-element-descriptions:ol": "lista ordenada",
    "html-element-docs:audio": "El elemento <code>audio</code> es usado para incrustar sonido en un documento HTML o XHTML. El elemento <code>audio</code> fue añadido como parte de HTML5.",
    "link.hreflang": "Este atributo indica el idioma del recurso vinculado.",
    "video.width": "El ancho del área de visualización del vídeo, en píxeles CSS.",
    "dom-descend": "Descenso al elemento pequeño",
    "See where it says": "¿Ves donde dice <span>https://goggles.webmaker.org/img/goggles.png</span>? Esa es la dirección URL de la imagen actual. Reemplazala con la nueva URL de la imagen que copiaste en el Paso 1 pero destacando la URL anterior, click derecho y pega el nuevo link. Presiona <strong>Commit Changes</strong>  Ahora deberías ver la nueva imagen.",
    "Great! You've successfully swapped images": "¡Grandioso! Has intercambiado con éxito imágenes. Ahora experimenta con el resto de la pagina y ve que otra cosa puedes reemplazar.",
    "short-element-descriptions:span": "un fragmento de texto",
    "html-element-docs:cite": "El elemento HTML Citation (<span style=\"font-family: Courier New;\">&lt;cite&gt;</span>) contiene el título de un trabajo, como por ejemplo un libro, una canción, una película, un programa de TV, una escultura, etc.",
    "html-element-docs:object": "El elemento Embedded Object (&lt;object&gt;) representa un recurso externo, que puede ser tratado como una imagen, un contexto de navegación anidado, o un recurso que será manejado por un plugin.",
    "key-names:UP": "↑",
    "css-property-docs:list-style-type": "The<code> list-style-type </code>CSS property specifies appearance of a list item element. As it is the only one who defaults to <code>display:list-item</code>, this is usually a <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/li\">&lt;li&gt;</a></code>\n element, but can be any element with this <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/display\">display</a></code>\n value.",
    "body.bgcolor": "Color de fondo para el documento.",
    "css-property-docs:font-size": "The <code>font-size</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property specifies the size of the font. The font size may, in turn, change the size of other items, since it is used to compute the value of <code>em</code> and <code>ex</code> length units.",
    "html-element-docs:th": "El elemento HTML <em>Celda de Encabezado de Tabla</em> (<code>&lt;th&gt;</code>) define una celda que es encabezado de un grupo de celdas de una tabla. El grupo de celdas al que el encabezado se refiere se define por los atributos\n\n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-scope\">scope</a></code>\n y \n <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/th#attr-headers\">headers</a></code>.",
    "table.bgcolor": "Este atributo define el color de fondo de la tabla y su contenido.",
    "short-command-descriptions:help": "Ayuda",
    "key-names:DELETE-MacIntel": "eliminar",
    "fieldset.name": "The name associated with the group, which is submitted with the form data.",
    "html-element-docs:td": "El elemento HTML <em>Celda de Tabla</em> (<code>&lt;td&gt;</code>) define una celda que contiene datos.",
    "html-element-docs:tr": "El elemento HTML &lt;em&gt;Table Row&lt;/em&gt; (&lt;code&gt;&amp;lt;tr&amp;gt;&lt;/code&gt;) define una fila de celdas en una tabla. Estas pueden ser una mezcla de elementos &lt;code&gt;&lt;a rel=&quot;custom&quot; href=&quot;https://developer.mozilla.org/en/HTML/Element/td&quot;&gt;&amp;lt;td&amp;gt;&lt;/a&gt;&lt;/code&gt;\ny &lt;code&gt;&lt;a rel=&quot;custom&quot; href=&quot;https://developer.mozilla.org/en/HTML/Element/th\">&lt;th&amp;gt;<a></code>.",
    "progress.max": "Este atributo describe la cantidad de trabajo de la tarea indicada por el progreso que requiere el elemento.",
    "td.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "ol.compact": "Este atributo booleano indica que la lista debería ser interpretada en un estilo compacto.",
    "a.charset": "Este atributo define la codificación de caracteres del recurso vinculado.",
    "html-element-docs:i": "El elemento HTML Texto Offset (o itálica) (<span style=\"font-family: Courier New;\">&lt;i&gt;</span>) representa un sector del texto que está destacado del texto normal por alguna razón, por ejemlo, términos técnicos, frases en idioma extranjero, o pensamientos de un personaje ficticio. Típicamente, se muestra en itálicas.",
    "menu.type": "Se utiliza para indicar el tipo de menú que se declara.",
    "html-element-docs:source": "El elemento <code>source</code> element se usa para especificar múltiples recursos multimedia para elementos <code>audio</code> y <code>video</code> en HTML5. Es un elemento vacío. Se usa comúnmente para proveer el mismo recurso en <a title=\"En/Media formats supported by the audio and video elements\" rel=\"internal\" href=\"https://developer.mozilla.org/En/Media_formats_supported_by_the_audio_and_video_elements\">múltiples formatos soportados por los diferentes navegadores</a>.",
    "short-element-descriptions:sup": "superscript",
    "html-element-docs:a": "El elemento HTML Anchor  (<code>&lt;a&gt;</code>) puede definir un hipervínculo, un destino de hipervínculo con un nombre particular, o ambas cosas.",
    "html-element-docs:head": "El elemento HTML <code>&lt;head&gt;</code> representa una colección de metadatos acerca del documento, incluyendo enlaces a (o definiciones de) scripts y hojas de estilo.",
    "html-element-docs:b": "El elemento HTML B (<code>&lt;b&gt;</code>), representa una franja de texto diferente estilísticamente al normal texto, sin implicar una relevancia o importancia especial. Típicamente se usa para palabras clave en un resumen, nombres de productos en un comentario, u otras porciones de texto cuya representación típica sería la letra en negrita. Otro ejemplo de su uso es marcar la oración principal de cada párrafo en un artículo.",
    "html-element-docs:caption": "El elemento HTML <em>Table Caption </em> (<span style=\"font-family: Courier New;\">&lt;caption&gt;</span>) representa el título de una tabla. A pesar de que es siempre el primer descendiente de una tabla (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/table\">&lt;table&gt;</a></code>) , cuando se le da formato usando CSS, puede ubicarse en cualquier posición, en forma relativa a la de la tabla.",
    "html-element-docs:u": "The <em>HTML Underline Element</em> (<span style=\"font-family: Courier New;\">&lt;u&gt;</span>) renders text with an underline, a line under the baseline of its content.",
    "html-element-docs:q": "El elemento <strong>quote</strong> indica que el texto encerrado en esta etiqueta es una cita corta en línea.",
    "html-element-docs:p": "El elemento <strong>paragraph</strong> (&lt;p&gt;) representa un párrafo. Es el elemento de bloque más comúnmente utilizado.",
    "html-element-docs:s": "El elemento HTML <em>Strikethrough</em> (<span style=\"font-family: Courier New;\">&lt;s&gt;</span>) muestra un texto con una línea que lo tacha. Use el elemento <code>&lt;s&gt;</code> para representar cosas que ya no son relevantes o adecuadas. Sin embargo, <code>&lt;s&gt;</code> no es apropiado para indicar ediciones del documento; para eso, use los elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/del\">&lt;del&gt;</a></code>\n e <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ins\">&lt;ins&gt;</a></code>\n, que son más apropiados.",
    "css-property-docs:background-position": "The<code> background-position </code>CSS property sets the initial position, relative to the background position layer defined by <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-origin\">background-origin</a></code>\n for each defined background image.",
    "Publish Your Remix": "Publica tu creación",
    "table.cellspacing": "This attribute defines the size, in percentage or in pixels, of the space between two cells (both horizontally and vertically), between the top of the table and the cells of the first row, the left of the table and the first column, the right of the table and the last column and the bottom of the table and the last row.",
    "object.name": "El nombre del contexto de navegación válido (HTML5) o el nombre del control (HTML 4).",
    "html-element-docs:title": "El elemento HTML &lt;em&gt;Title&lt;/em&gt; (&lt;code&gt;&amp;lt;title&amp;gt;&lt;/code&gt;) define el título de un documento, que se muestra en la barra de títulos del navegador o en la pestaña. Solo puede contener texto, y las etiquetas que contenga no son interpretadas.",
    "html-element-docs:br": "El elemento HTML <em>Line Break (salto de línea)</em> produce un salto de línea en el texto (\"retorno de carro\"). Es útil para escribir un poema o una dirección, en donde la división de renglones es significativa.",
    "th.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "css-property-docs:background-color": "The <code>background-color</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property sets the background color of an element, either through a color value or the keyword <code>transparent</code>.",
    "Publish To Internet": "Publica en Internet",
    "fieldset.disabled": "Si se establece este atributo booleano, los controles del formulario serán sus descendientes, salvo los descendientes de su primer <legend>⏎ elemento opcional, esta deshabilitada, es decir, no se puede modificar.",
    "img.longdesc": "La URL de la descripción de la imagen que se muestra, que complementa el texto.",
    "input.mozactionhint": "Especifica una \"acción indirecta\" que se utiliza para determinar cómo etiquetar la tecla enter en dispositivos móviles con teclados virtuales.",
    "area.media": "Una indirecta de los medios para los que el recurso vinculado fue diseñado, por ejemplo, la impresión y la pantalla.",
    "html-element-docs:tfoot": "El elemento HTML <em>Pie de Tabla</em> (<code>&lt;tfoot&gt;</code>) define un conjunto de filas que resumen el contenido de las columnas de la tabla.",
    "html-element-docs:span": "Este elemenot HTML es un contenedor genérico en línea para frases, que inherentemente no representa nada. Puede usarse para agrupar elementos para luego darles formato (usando los atributos <strong>class</strong> o <strong>id</strong>), o porque comparten los mismos valores de atributos, como <strong>lang</strong>. Debería utilizarse solo cuando ningún otro componente semántico es apropiado. &lt;span&gt; es casi igual que el elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/div\">&lt;div&gt;</a></code>, \npero code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/div\">&lt;div&gt;</a></code> \nes un elemento de bloque, mientras que &lt;span&gt; es un elemento en línea.",
    "short-element-descriptions:col": "columna de la tabla",
    "short-element-descriptions:head": "contenedor de metadatos del documento",
    "short-element-descriptions:wbr": "word break opportunity",
    "css-property-docs:min-height": "The<code> min-height </code>CSS property is used to set the minimum height of a given element. It prevents the used value of the <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/height\">height</a></code>\n property from becoming smaller than the value specified for<code> min-height</code>.",
    "css-property-docs:background-attachment": "If a <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code>\n is specified, the <code>background-attachment</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property determines whether that image's position is fixed within the viewport, or scrolls along with its containing block.",
    "html-element-docs:canvas": "El elemento HTML <em>Canvas</em> (<code>&lt;canvas&gt;</code>) puede utilizarse para dibujar gráficos usando un lenguaje de script (habitualmente <a title=\"en/JavaScript\" rel=\"internal\" href=\"https://developer.mozilla.org/en/JavaScript\">JavaScript</a>).  Por ejemplo, puede ser utilizado para dibujar gráficos, hacer composiciones de fotos o incluso generar animaciones.",
    "dl.compact": "Forza la descripción de la definición que aparece en la misma línea que el término definido.",
    "HTML Source Code": "Código fuente HTML",
    "link.rev": "The value of this attribute shows the relationship of the current document to the linked document, as defined by the \n\nhref\n attribute.",
    "iframe.sandbox": "Si se especifica como una cadena vacía, este atributo permite restricciones adicionales en el contenido que pueda aparecer en el marco flotante.",
    "input.usemap": "El nombre del elemento <map>⏎ es un mapa de la imagen.",
    "input.formenctype": "Si el elemento de entrada es un botón de envío o la imagen, este atributo especifica el tipo de contenido que se utiliza para enviar el formulario al servidor.",
    "td.colspan": "This attribute contains a non-negative integer value that indicates for how many columns the cell extends.",
    "style.title": "Specifies alternative style sheet sets.",
    "css-property-docs:left": "The <code>left</code> CSS property specifies part of the position of positioned elements.",
    "short-element-descriptions:hgroup": "heading group",
    "menu.label": "Gives the label of the menu.",
    "html-element-docs:wbr": "El elemento HTML <em>Word Break Opportunity</em> (<code>&lt;wbr&gt;</code>) representa una posición en el texto en donde el navegador puede hacer un salto de linea, aunque sus reglas de salto de línea no lo crearían normalmente en ese punto.",
    "short-element-descriptions:nobr": "no breaks",
    "Mozilla Webmaker": "Mozilla Webmaker",
    "short-element-descriptions:li": "list item",
    "Basic": "Básico",
    "param.valuetype": "This is an obsolete API and is no longer guaranteed to work.",
    "redo": "Rehacer",
    "tfoot.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "html-element-docs:table": "El elemento HTML <em>Tabla</em>(<code>&lt;table&gt;</code>) representa datos en dos o más dimensiones.",
    "css-property-docs:bottom": "The <code>bottom</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property participates in specifying the position of <em>positioned elements</em>.",
    "body.onbeforeprint": "Function to call when the user requests printing of the document.",
    "short-command-descriptions:bug-report": "Reporta un bug",
    "table.cellpadding": "This attribute defines the space between the content of a cell and the border, displayed or not, of it.",
    "Make sure your web browser's bookmarks bar is enabled.": "Make sure your web browser's bookmarks bar is enabled.",
    "css-property-docs:font-family": "The<code> font-family </code>CSS property allows for a prioritized list of font family names and/or generic family names to be specified for the selected element. Unlike most other CSS properties, values are separated by a comma to indicate that they are alternatives. The browser will select the first font on the list that is installed on the computer, or that can be downloaded using the information provided by a <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/@font-face\">@font-face</a></code>\n at-rule.",
    "tr.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "link.sizes": "This attribute defines the sizes of the icons for visual media contained in the resource.",
    "Here is the URL for your remix that anyone can view.": "Here is the URL for your remix that anyone can view.",
    "Save changes": "Guardar cambios",
    "html-element-docs:hgroup": "El <em>elemento HTML Headings Group</em> (<span style=\"font-family: Courier New;\">&lt;hgroup&gt;</span>) representa el encabezado de una sección. Define un título simple que participa en <a title=\"en/Sections and Outlines of an HTML5 document\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document\">el resumen (outline) del documento</a> como el encabezado de la sección implícita o explícita a la que pertenece.",
    "form.target": "A name or keyword indicating where to display the response that is received after submitting the form.",
    "html-element-docs:datalist": "El <em>elemento HTML Datalist</em> (<span style=\"font-family: Courier New;\">&lt;datalist&gt;</span>) contiene un congunto de elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code>\nque representa las posibles opciones para el valor de otros controles.",
    "th.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "css-property-docs:line-height": "On inline elements, the<code> line-height </code>CSS property specifies the height that is used in the calculation of the line box height.<br>\nOn block level elements,<code> line-height </code>specifies the minimal height of line boxes within the element.",
    "Click on the image below": "Click on the image below, then edit the HTML source code so the image points to the URL you just copied.",
    "iframe.src": "The URL of the page to embed.",
    "img.vspace": "The number of pixels of white space to insert to above and below the image.",
    "body.onunload": "Function to call when the document is going away.",
    "too-big-to-remix-html": "<div>That <code>&lt;${tagName}&gt;</code> element is too big to remix. Try selecting a smaller one!</div>",
    "form.name": "The name of the form.",
    "short-element-descriptions:noscript": "script fallback content",
    "embed.type": "The MIME type to use to select the plug-in to instantiate.",
    "Mess around with the rest of the page!": "Mess around with the rest of the page!",
    "object.tabindex": "La posición del elemento en el orden de las pestañas de navegación del documento actual.",
    "css-property-docs:float": "The <code>float</code> CSS property specifies that an element should be taken from the normal flow and placed along the left or right side of its container, where text and inline elements will wrap around it.",
    "Deactivate X-Ray Goggles": "Deactivate X-Ray Goggles, then drag the button above into your bookmarks bar.",
    "html-element-docs:article": "El <em>elemento HTML Article</em> (artículo, <span style=\"font-family: Courier New;\">&lt;article&gt;</span>) representa una composición autocontenida en un documento, página, aplicación o sitio, con la intención de ser distribuíble independiemente o reutilizable, por ejemplo, en sindicación de contenido.",
    "too-big-to-change": "That element is too big to remix. Try selecting a smaller one!",
    "html-attribute-docs:class": "Este atributo es una lista separada por espacios de las clases de elemento. Las clases permiten elementos específicos CSS del estilo a través de los selectores de clase.",
    "key-names:DELETE": "backspace",
    "input.form": "The form element that the input element is associated with (its form owner).",
    "short-element-descriptions:var": "variable",
    "button.formenctype": "If the button is a submit button, this attribute specifies the type of content that is used to submit the form to the server.",
    "Instantly publish your remix to a URL that anyone can view.": "Instantly publish your remix to a URL that anyone can view.",
    "input.maxlength": "If the value of the type attribute is text, email, search, password, tel, or url,  this attribute specifies the maximum number of characters (in Unicode code points) that the user can enter; for other control types, it is ignored.",
    "css-property-docs:display": "The <code>display</code> CSS property specifies the type of rendering box used for an element. In HTML, default <code>display</code> property values are taken from behaviors described in the HTML specifications or from the browser/user default stylesheet. The default value in XML is <code>inline</code>.",
    "th.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "ul.compact": "Este atributo booleano indica que la lista debería ser interpretada en un estilo compacto.",
    "input.pattern": "A regular expression that the control's value is checked against.",
    "dd.nowrap": "If the value of this attribute is set to yes, the definition text will not wrap.",
    "html-element-docs:time": "El elemento HTML <em>time</em> (<code>&lt;time&gt;</code>) representa ya sea la hora en un reloj de 24 horas o bien una fecha precisa en el <a class=\"external\" title=\"http://es.wikipedia.org/wiki/Calendario_Gregoriano\" rel=\"external\" href=\"http://es.wikipedia.org/wiki/Calendario_Gregoriano\" target=\"_blank\">calendario gregoriano</a> (con la información opcional de hora y zona horaria).",
    "css-property-docs:font-weight": "The <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-weight\">font-weight</a></code>\n <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property specifies the weight or boldness of the font. However, some fonts are not available in all weights; some are available only on <code>normal</code> and <code>bold</code>.",
    "short-element-descriptions:input": "input form control",
    "select.selectedIndex": "The index of the selected <option>\n element.",
    "area.hreflang": "Indicates the language of the linked resource.",
    "head.profile": "Las URLs de uno o más perfiles de metadatos, separadas por espacios en blanco.",
    "html-element-docs:video": "El elemento HTML <code>&lt;video&gt;</code> se usa para incluir contenido de video en un documento HTML o XHTML.",
    "area.name": "Define a names for the clickable area so that it can be scripted by older browsers.",
    "form.action": "The URI of a program that processes the information submitted via the form.",
    "css-property-docs:background-origin": "The<code> background-origin </code>CSS property determines the background positioning area, that is the position of the origin of an image specified using the <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-image\">background-image</a></code>\n CSS property.",
    "Then click on the highlighted image": "Then click on the highlighted image. This will reveal its HTML source code.",
    "html-element-docs:figure": "El <em>elemento HTML&nbsp;</em>(<span style=\"font-family: Courier New;\">&lt;figure&gt;</span>) represents self-contained content, frequently with a caption&nbsp;(<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figcaption\">&lt;figcaption&gt;</a></code> )\n<em><code>,</code></em> and is&nbsp;typically referenced as a single unit. While it is related to the main flow, its position is independent of the main flow. Usually this is an image, an illustration, a diagram, a code snippet, or a schema that is referenced in the main text, but that can be moved to another page or to an appendix without affecting the main flow.",
    "short-element-descriptions:samp": "sample text",
    "Let us help.": "Permítanos ayudarle.",
    "html-element-docs:base": "El elemento HTML <em>Base</em> (<code>&lt;base&gt;</code>) especifica la URL base para todas las URLs relativas contenidas dentro de un documento.",
    "table.align": " This enumerated attribute indicates how the table must be aligned in regard of the containing document.",
    "tfoot.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "tr.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "html-element-docs:noscript": "El elemento HTML NoScript (&lt;code&gt;&amp;lt;noscript&amp;gt;&lt;/code&gt;) define una sección de html que se inserta si un tipo de script en la página no está soportado, o si los scripts están actualmente desactivados en el navegador.",
    "meter.high": "The lower numeric bound of the high end of the measured range.",
    "Copy this URL to your clipboard.": "Copy this URL to your clipboard.",
    "button.type": "The type of the button.",
    "video.buffered": "An attribute you can read to determine which time ranges of the media have been buffered.",
    "html-element-docs:meter": "El elemento HTML <em>meter</em> (<code>&lt;meter&gt;</code>) representa tanto un valor escalar en un rango conocido como un valor fraccional.",
    "thead.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "short-element-descriptions:link": "metadata for inter-document relationships",
    "body.onerror": "Function to call when the document fails to load properly.",
    "short-element-descriptions:em": "emphasis",
    "output.name": "The name of the element.",
    "element": "elemento",
    "option.disabled": "If this Boolean attribute is set, this option is not checkable.",
    "colgroup.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "html-element-docs:body": "El elemento &nbsp;Body (<code>&lt;body&gt;</code>) de HTML representa el contenido principal de una documento HTML. Hay solamente un elemento  <code>&lt;body&gt;</code> por documento.",
    "input.step": "Works with the min and max attributes to limit the increments at which a numeric or date-time value can be set.",
    "tr.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "css-property-docs:text-overflow": "The <code>text-overflow</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property determines how overflowed content that is not displayed is signaled to the users. It can be clipped, display an ellipsis ('<code>…</code>', <code style=\"text-transform: uppercase;\">U+2026 Horizontal Ellipsis</code>) or a Web author-defined string.",
    "executed": "Executed",
    "help": "This help reference",
    "select.form": "The form element that the select element is associated with (its \"form owner\").",
    "button.value": "The initial value of the button.",
    "audio.autobuffer": "Un atributo booleano, si se especifica, el audio se iniciará automáticamente e iniciara la descarga, incluso si no se ajusta a reproducirse automáticamente.",
    "form.novalidate": "This Boolean attribute indicates that the form is not to be validated when it is submitted.",
    "short-element-descriptions:progress": "progress indicator",
    "textarea.disabled": "This Boolean attribute indicates that the user cannot interact with the control.",
    "form.method": "The HTTP method that the browser uses to submit the form.",
    "css-property-docs:min-width": "The<code> min-width </code>CSS property is used to set the minimum width of a given element. It prevents the used value of the <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/width\">width</a></code>\n property from becoming smaller than the value specified for<code> min-width</code>.",
    "colgroup.bgcolor": "This attribute defines the background color of each cell of the columns member of the column group..",
    "input.autocomplete": "This attribute indicates whether the value of the control can be automatically completed by the browser.",
    "html-element-docs:ul": "El elemento HTML <em>unordered list</em> (<code>&lt;ul&gt;</code>) representa una lista no ordenada de items, es decir, una colección de items que no tienen un orden numérico, y el orden en el que estén en la lista no tiene importancia. Típicamente, los items de las listas no ordenadas se muestran con un \"bullet\", que puede tener diversas formas, como un punto, un círculo o un cuadrado, pero esto no se define en la descripción HTML de la página, sino en su CSS asociado, usando la propiedad <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>.",
    "td.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "meter.form": "This attribute associates the element with a form element that has ownership of the meter element.",
    "link.charset": "Este atributo define la codificación de caracteres del recurso vinculado.",
    "short-element-descriptions:article": "independent article",
    "iframe.seamless": "This Boolean attribute indicates that the browser should render the inline frame in a way that makes it appear to be part of the containing document, for example by applying CSS styles that apply to the <iframe> to the contained document before styles specified in that document, and by opening links in the contained documents in the parent browsing context (unless another setting prevents this).",
    "short-element-descriptions:spacer": "layout space",
    "textarea.wrap": "Indicates how the control wraps text.",
    "html-element-docs:progress": "El elemento HTML <em>progress</em> (<code>&lt;progress&gt;</code>) se usa para ver el progreso de una tarea que está siendo completada. Lo específico de cómo se muestra se deja a criterio del desarrollador del navegaror, pero habitualmente se representa como una barra de progreso.",
    "object.codetype": "The content type of the data specified by classid.",
    "html-element-docs:map": "El elemento HTML <em>Map</em> (<code>&lt;map&gt;</code>) se usa con elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/area\">&lt;area&gt;</a></code> \npara definir el mapa de una imagen.",
    "embed.src": "The URL of the resource being embedded.",
    "key-names:DOWN": "↓",
    "html-element-docs:style": "El elemento Style contiene información de estilo para un documento. La información de estilo debería ir dentro de este elemento, habitualmente en lenguaje CSS (véase &lt;a title=&quot;CSS&quot; rel=&quot;internal&quot; href=&quot;https://developer.mozilla.org/en/CSS\">CSS</a>).",
    "body.text": "Foreground color of text.",
    "iframe.marginheight": "The amount of space in pixels between the frame's content and its top and bottom margins.",
    "command.disabled": "Iindicates that the command is not available.",
    "a.href": "This is the single required attribute for anchors defining a hypertext source link.",
    "short-element-descriptions:strong": "strong emphasis",
    "button.formaction": "The URI of a program that processes the information submitted by the button.",
    "canvas.height": "The height of the coordinate space in CSS pixels.",
    "audio.preload": "This enumerated attribute is intended to provide a hint to the browser about what the author thinks will lead to the best user experience.",
    "meter.max": "The upper numeric bound of the measured range.",
    "From template": "From template",
    "iframe.align": "The alignment of this element with respect to the surrounding context.",
    "table.width ": "This attribute defines the width of the table.",
    "th.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "tr.bgcolor": "This attribute defines the background color of each cell of the row.",
    "Remix any webpage!": "Remix any webpage!",
    "html-element-docs:samp": "El elemento HTML Sample Text  (<span style=\"font-family: Courier New;\">&lt;samp&gt;</span>) produce un elemento en línea que se muestra en la tipografía monotype por defecto que tenga el navegador (Lucida Console). Este elemento fue pensado para identificar la muestra de una salida de un programa de computadora.",
    "col.align": "This enumerated attribute specifies how horizontal alignment of each column cell content will be handled.",
    "audio.loop": "A Boolean attribute; if specified, we will, upon reaching the end of the audio, automatically seek back to the start.",
    "html-element-docs:param": "Elemento <strong>parameter</strong>, que define parámetros para <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/object\">&lt;object&gt;</a></code>",
    "ancestor-intro": "It is inside a",
    "Remix Dialog": "Remix Dialog",
    "area.nohref": "Indicates that no hyperlink exists for the associated area.",
    "base.target": "A name or keyword indicating the default location to display the result when hyperlinks or forms cause navigation, for elements that do not have an explicit target reference.",
    "html-element-docs:pre": "Este elemento representa texto preformateado. El texto que está en este elemento se representa en una tipografía no proporcional, exactamente como está dispuesto en el archivo. Los espacios en blanco dentro de este elemento se muestran tal como se escribieron.",
    "param.type": "Only used if the valuetype is set to \"ref\".",
    "command.radiogroup": "This attribute gives the name of the group of commands, with a type of radio, that will be toggled when the command itself is toggled.",
    "col.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "script.src": "This attribute specifies the URI of an external script; this can be used as an alternative to embedding a script directly within a document.",
    "body.onhashchange": "Function to call when the fragment identifier part (starting with the hash (#) character) of the document's current address has changed.",
    "ol.reversed": "This Boolean attribute specifies that the items of the item are specified in the reverse order, i.e.",
    "short-element-descriptions:video": "embedded video stream",
    "html-element-docs:form": "El elemento HTML <em>form</em> (&lt;form&gt;) representa una sección del documento que contiene controles interactivvos que le permite al usuario enviar información a un servidor Web.",
    "body.alink": "Color of text for hyperlinks when selected.",
    "button.autofocus": "This Boolean attribute lets you specify that the button should have input focus when the page loads, unless the user overrides it, for example by typing in a different control.",
    "html-element-docs:legend": "El elemento HTML <em>Legend Field</em> (<span style=\"font-family: Courier New;\">&lt;legend&gt;</span>) representa un título para el contenido de su elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code> padre.",
    "command.type": "This attribute indicates the kind of command.",
    "link.media": "This attribute specifies the media which the linked resource applies to.",
    "short-element-descriptions:blockquote": "block quotation",
    "img.ismap": "This Boolean attribute indicates that the image is part of a server-side map.",
    "option.label": "This attribute is text for the label indicating the meaning of the option.",
    "ins.datetime": "This attribute indicates the time and date of the change and must be a valid date with an optional time string.",
    "object.classid": "The URI of the object's implementation.",
    "time.datetime": "This attribute indicates the time and date of the element and must be a valid date with an optional time string.",
    "iframe.width": "Indicates the width of the frame \nHTML5 in CSS pixels, or \nHTML 4.01 in pixels or as a percentage.",
    "short-command-descriptions:dom-descend": "descend",
    "iframe.scrolling": "Enumerated attribute indicating when the browser should provide a scroll bar (or other scrolling device) for the frame:  auto: Only when needed.",
    "short-element-descriptions:pre": "preformatted text",
    "body.onbeforeunload": "Function to call when the document is about to be unloaded.",
    "undo": "Deshacer",
    "short-element-descriptions:map": "image map",
    "default-html": "<span>Web X-Ray Goggles activated! Press ESC to deactivate.</span>",
    "area.tabindex": "A numeric value specifying the position of the defined area in the browser tabbing order.",
    "short-element-descriptions:fieldset": "set of form controls",
    "html-element-docs:ins": "El elemento <em>HTML Texto Insertado</em> (<code>&lt;ins&gt;</code>) representa un conjunto de texto que ha sido añadido al documento.",
    "table.border": "This integer attribute defines, in pixels, the size of the frame surrounding the table.",
    "html-element-docs:textarea": "El elemento HTML <em>textarea</em> (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/textarea\">&lt;textarea&gt;</a></code>) \nrepresenta un control para editar texto simple multilínea.",
    "html-element-docs:thead": "El elemento HTML <em>Encabezado de Tabla</em> (<code>&lt;thead&gt;</code>) representa un grupo de filas que definen el encabezado de las columas de la tabla.",
    "Try it out": "Try it out",
    "When you're ready to share your remixed page": "When you're ready to share your remixed page, click the Publish button or press <kbd>P</kbd> on your keyboard. This makes your changes visible on the web for others to see.",
    "meta.content": "This attribute gives the value associated with the \n\nhttp-equiv\n or \n\nname\n attribute, depending of the context.",
    "css-property-docs:background-repeat": "The <code>background-repeat</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property defines how background images are repeated. A background image can be repeated along the horizontal axis, the vertical axis, both, or not repeated at all. When the repetition of the image tiles doesn't let them exactly cover the background, the way adjustments are done can be controlled by the author: by default, the last image is clipped, but the different tiles can instead be re-sized, or space can be inserted between the tiles.",
    "short-element-descriptions:keygen": "key-pair generator",
    "uproot": "Publish your remix",
    "input.height": " If the value of the type attribute is image, this attribute defines the height of the image displayed for the button.",
    "body.link": "Color of text for unvisited hypertext links.",
    "col.span": "This attribute contains a positive integer indicating the number of consecutive columns the <col> element spans.",
    "undid": "Undid",
    "html-element-docs:label": "El elemento HTML <em>label</em> (<code>&lt;label&gt;</code>) representa el texto que acompaña a un item en una interfaz de usuario. Puede ser asociado con un control utilizando el atributo <code>for</code>, o bien ubicando el control dentro del elemento <code>label</code>. A este tipo de control se le llama <em>control etiquetado labeled control<em> del elemento label.",
    "short-element-descriptions:script": "embedded script",
    "tbody.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "css-property-docs:opacity": "The <code>opacity</code> CSS property specifies the transparency of an element, that is, the degree to which the background behind the element is overlaid.",
    "table.rules": "This enumerated attribute defines where rules, i.e.",
    "html-element-docs:hr": "En  \n<span style=\"border: 1px solid rgb(129, 129, 250); background-color: rgb(174, 218, 229); font-size: x-small; white-space: nowrap; padding: 2px;\"><a rel=\"custom\" href=\"/en/HTML/HTML5\">HTML5</a></span> el elemento &lt;hr&gt; representa a un corte temático entre elementos de nivel de párrafo (por ejemplo, un cambio de escenario en una historia, un cambio en el tema tratado en una sección). En las versiones anteriores de HTML, representaba una línea horizontal. Puede ser que aún se vea como una línea horizontal en los navegadores visuales, pero ahora está definida en términos semánticos, y no en términos de presentación.",
    "Drag the yellow button into your bookmarks": "Drag the yellow &quot;Activate X-Ray Goggles&quot; button into your bookmarks bar, where it will automatically be added as a button that you can click to activate the Goggles on any webpage.",
    "object.type": "The MIME type of the resource specified by data.",
    "video.src": "The URL of the video to embed.",
    "You can take X-Ray Goggles with you anywhere": "You can take X-Ray Goggles with you anywhere on the web! Just install it in two easy steps.",
    "short-element-descriptions:body": "document body",
    "area.coords": "A set of values specifying the coordinates of the hot-spot region.",
    "hr.align": "Deprecated since HTML4.01. Obsolete since HTML5",
    "del.datetime": "This attribute indicates the time and date of the change and must be a valid date with an optional time string.",
    "meter.low": "The upper numeric bound of the low end of the measured range.",
    "input.formtarget": "If the input element is a submit button or image, this attribute is a name or keyword indicating where to display the response that is received after submitting the form.",
    "q.cite": "The value of this attribute is a URL that designates a source document or message for the information quoted.",
    "short-element-descriptions:tr": "table row",
    "command.icon": "Gives a picture which represents the command.",
    "iframe.frameborder": "The value 1 (the default) tells the browser to draw a border between this frame and every other frame.",
    "label.form": "The form element that the label element is associated with (its form owner).",
    "tbody.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "caption.align": "This enumerated attribute indicates how the caption must be aligned with respect to the table.",
    "html-element-docs:code": "El elemento HTML Code (&lt;span style=&quot;font-family: Courier New;&quot;&gt;&amp;lt;code&amp;gt;&lt;/span&gt;) representa un fragmento de código de computadora. Por defecto, se muestra en la tipografía monoespacio por defecto del navegador.",
    "th.headers": "This attributes a list of space-separated strings, each corresponding to the id attribute of the <th>\n elements that applies to this element.",
    "col.width": "This attribute specifies a default width for each column in the current column group.",
    "input.name": "The name of the control, which is submitted with the form data.",
    "html-element-docs:kbd": "El elemento HTML Keyboard Input (&lt;span style=&quot;font-family: Courier New;&quot;&gt;&amp;lt;kbd&amp;gt;&lt;/span&gt;) produce un elemento en línea representado en la tipografía monotype por defecto del navegador. Este elemento se utiliza para identificar el ingreso de datos del usuario.",
    "html-element-docs:h1": "Los elementos <strong>Heading</strong> implementan seis niveles de encabezado para documentos. <code>&lt;h1&gt;</code> es el más importante y <code>&lt;h6&gt;</code> el menos importante.",
    "iframe.longdesc": "A URI of a long description of the frame.",
    "short-element-descriptions:aside": "tangential content",
    "css-property-docs:right": "The <code>right</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property specifies part of the position of positioned elements.",
    "short-element-descriptions:option": "option item",
    "a.coords": "For use with object shapes, this attribute uses a comma-separated list of numbers to define the coordinates of the object on the page.",
    "Cancel": "Cancelar",
    "key-names:LEFT": "←",
    "keygen.name": "The name of the control, which is submitted with the form data.",
    "and": "and",
    "th.rowspan": "This attribute contains a non-negative integer value that indicates on how many rows does the cell extend.",
    "short-element-descriptions:time": "date or time",
    "Not sure what to make?": "No esta seguro de que hacer?",
    "tbody.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "area.href": "The hyperlink target for the area.",
    "css-property-docs:vertical-align": "The <code>vertical-align</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property specifies the vertical alignment of an inline or table-cell element.",
    "select.size": "If the control is presented as a scrolled list box, this attribute represents the number of rows in the list that should be visible at one time.",
    "option.selected": "If present, this Boolean attribute indicates that the option is initially selected.",
    "short-element-descriptions:dd": "definition description",
    "short-element-descriptions:dl": "definition list",
    "option.value": "The textual content of this attribute represents the label explaining the option.",
    "form.autocomplete": "Indicates whether controls in this form can by default have their values automatically completed by the browser.",
    "short-element-descriptions:dt": "definition term",
    "select.name": "The name of the control.",
    "short-element-descriptions:title": "Título del documento",
    "keygen.form": "The form element that this element is associated with (its form owner).",
    "css-property-docs:list-style-image": "The<code> list-style-image </code>CSS property sets the image that will be used as the list item marker. It is often more convenient to use the shortcut <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style\">list-style</a></code>\n.",
    "td.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "html-attribute-docs:title": "This attribute contains a text representing advisory information related to the element it belongs to. Such information can typically, but not necessarily, be presented to the user as a tooltip.",
    "html-element-docs:img": "El elemento HTML imagen (&lt;code&gt;&amp;lt;img&amp;gt;&lt;/code&gt;) representa una imagen en el documento.",
    "html-element-docs:input": "El elemento <em>input</em>  (<code>&lt;input&gt;</code>) se usa para crear controles interactivos para formularios basados en la Web.",
    "select.required": "A Boolean attribute indicating that an option with a non-empty string value must be selected.",
    "html-element-docs:html": "El elemento raíz de HTML (<span style=\"font-family: Courier New;\">&lt;html&gt;</span>) representa la raíz de un documento HTML o XHTML. Todos los otros elementos deben ser descendientes de este.",
    "textarea.maxlength": "The maximum number of characters (Unicode code points) that the user can enter.",
    "html-element-docs:link": "El elemento HTML <em>Link</em> (&lt;link&gt;) especifica relaciones entre el documento actual y otros documentos. Algunos de sus usos incluyen la definición de un marco relacional para navegar y enlazar el documento a una hoja de estilo.",
    "input.autofocus": "This Boolean attribute lets you specify that a form control should have input focus when the page loads, unless the user overrides it, for example by typing in a different control.",
    "class": "class",
    "video.loop": "A Boolean attribute; if specified, we will, upon reaching the end of the video, automatically seek back to the start.",
    "iframe.webkitallowfullscreen": "In Chrome 17 or later (and maybe earlier), this attribute can be set to true if the frame is allowed to be placed into full screen mode by calling its element.webkitRequestFullScreen()\n method.",
    "source.src": "Required, address of the media resource.",
    "short-element-descriptions:iframe": "marco incorporado",
    "cannot-undo-html": "<span>Nothing left to undo!</span>",
    "short-element-descriptions:img": "imagen",
    "input.placeholder": "A hint to the user of what can be entered in the control .",
    "short-element-descriptions:bgsound": "background sound",
    "short-element-descriptions:meter": "scalar gauge",
    "short-element-descriptions:sub": "subscript",
    "short-element-descriptions:button": "botón interactivo",
    "td.headers": "This attributes a list of space-separated strings, each corresponding to the id attribute of the <th>\n elements that applies to this element.",
    "tbody.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "object.standby": "Un mensaje que el navegador puede mostrar mientras se carga la aplicación y los datos del objeto.",
    "table.summary": "This attribute defines an alternative text use to describe the table in user-agent unable to display it.",
    "area.rel": "For anchors containing the href attribute, this attribute specifies the relationship of the target object to the link object.",
    "area.type": "This attribute specifies the media type in the form of a MIME type for the link target.",
    "style.scoped": "Si este atributo está presente, entonces el estilo sólo se aplica a su elemento principal.",
    "dom-ascend": "Ascend to parent element",
    "iframe.marginwidth": "The amount of space in pixels between the frame's content and its left and right margins.",
    "short-command-descriptions:dom-ascend": "ascend",
    "short-command-descriptions:remove": "remove",
    "link.target": "Defines the frame or window name that has the defined linking relationship or that will show the rendering of any linked resource.",
    "dialog-common:close": "Close",
    "short-element-descriptions:i": "italics",
    "br.clear": "Indicates where to begin the next line after the break.",
    "td.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "short-element-descriptions:a": "anchor or hyperlink",
    "html-element-docs:header": "El elemento HTML <em>header</em> (<code>&lt;header&gt;</code>) representa un grupo de ayudas introductorias o de navegación. Puede contener algunes elementos de encabezado, pero también otros elementos, como un logo, una cabecera de sección, un formulario de búsqueda, etc.",
    "html-element-docs:dt": "El elemento HTML Definition Term (<span style=\"font-family: Courier New;\">&lt;dt&gt;</span>) identifica a un término en una lista de definición definition list. Este elemento puede aparecer únicamente como elemento hijo de un <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code>. \nHabitualmente, es seguido por un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code>; \nsin embargo, múltiples elementos <code>&lt;dt&gt;</code> en una fila indican varios términos que son definidos por el elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dd\">&lt;dd&gt;</a></code> \nque sigue inmediatamente.",
    "short-element-descriptions:b": "bold",
    "With X-Ray Goggles activated": "With X-Ray Goggles activated, press <kbd>H</kbd> for help.",
    "link.rel": "This attribute names a relationship of the linked document to the current document.",
    "html-element-docs:dl": "El elemento HTML <em>Definition List</em> (<code>&lt;dl&gt;</code>) encierra una lista de pares de términos y descripciones. Un uso común para este elemento es el de implementar un glosario.",
    "Sorry, an error occurred. Please try again later.": "Sorry, an error occurred. Please try again later.",
    "short-element-descriptions:u": "underline",
    "short-element-descriptions:q": "quotation",
    "short-element-descriptions:p": "paragraph",
    "html-element-docs:dd": "Ele elemento Definition Description descripción de la definición (<span style=\"font-family: Courier New;\">&lt;dd&gt;</span>) indica la definición de un término en un elemento lista de definiciones (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dl\">&lt;dl&gt;</a></code>). Este elemento puede aparecer únicamento como elemento hijo de una lista de definiciones y debe seguir a un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/dt\">&lt;dt&gt;</a></code>.",
    "html-element-docs:output": "El elemento <em>output</em> (&lt;output&gt;) representa el resultado de un cálculo.",
    "html-element-docs:sub": "El elemento HTML <em>subíndice</em> (<code>&lt;sub&gt;</code>) define un trozo de texto que debería mostrarse, por razones tipográficas, más bajo, y frecuentemente más pequeño, que el texto principal.",
    "html-element-docs:footer": "El <em>elemento HTML Footer</em> (<span style=\"font-family: Courier New;\">&lt;footer&gt;</span>) representa un \"pie de página\" para su contenedor más próximo o elemento<a title=\"en/Sections and Outlines of an HTML5 document#sectioning root\" rel=\"internal\" href=\"https://developer.mozilla.org/en/Sections_and_Outlines_of_an_HTML5_document#sectioning_root\">sectioning root</a>  (ej., el elemento de sección más cercano que lo contiene, como <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code> , \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/aside\">&lt;aside&gt;</a></code> ,\n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code> , \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/section\">&lt;section&gt;</a></code> , \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote\">&lt;blockquote&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/fieldset\">&lt;fieldset&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/td\">&lt;td&gt;</a></code>). \nUn footer suele contener información acerca del autor de la sección, datos de copyright o enlaces a documentos relacionados.",
    "html-element-docs:embed": "El elemento HTML <em>Embed</em> (<code>&lt;embed&gt;</code>) representa un punto de integración para una aplicación externa o contenido interactivo (en otras palabras, un plug-in).",
    "html-element-docs:var": "El elemento HTML Variable (<code>&lt;var&gt;</code>) representa una variable en una expresión matemática o en un contexto de programación.",
    "html-element-docs:menu": "El elemento HTML &lt;em&gt;menu&lt;/em&gt; (&lt;code&gt;&amp;lt;menu&amp;gt;&lt;/code&gt;) representa una lista desordenadas de opciones de menú, o comandos.",
    "th.abbr": "This attribute contains a short abbreviated description of the content of the cell.",
    "html-element-docs:sup": "El elemento HTML <em>Superíndice</em> (<code>&lt;sup&gt;</code>) define un trozo de texto que debería ser mostrado, por razones tipográficas, más alto, y frecuentemente más pequeño, que el texto principal.",
    "unload-blocked": "Has hecho cambios en la página que no han sido guardados.",
    "audio.autoplay": "A Boolean attribute; if specified (even if the value is \"false\"!), the audio will automatically begin to play back as soon as it can do so without stopping to finish loading the data.",
    "html-element-docs:div": "El elemento HTML Document Division (&lt;div&gt;) es un contenedor genérico para contenido dinámico, que no representa nada por sí mismo. Puede utilizarse para agrupar elementos con el objetivo de definir su estilo  (usando los atributos <strong>class</strong> o <strong>id</strong>), o porque comparten valores de atributos, como <strong>lang</strong>. Debe utilizarse solamente cuando no resulta apropiado ningún otro elemento semántico, (como <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code> o <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/nav\">&lt;nav&gt;</a></code>).",
    "a.shape": "This attribute is used to define a selectable region for hypertext source links associated with a figure to create an image map.",
    "body.onundo": "Function to call when the user has moved backward in undo transaction history.",
    "meter.min": "The lower numeric bound of the measured range.",
    "th.scope": "This enumerated attribute defines the cells that the header defined in this <th>\n element relates to.",
    "a.ping": "The support for \"ping\" was disabled starting with Firefox 3 beta 3.",
    "Thimble": "Thimble",
    "input.required": "Este atributo especifica que el usuario debe rellenar un valor antes de enviar un formulario.",
    "col.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "Help": "Ayuda",
    "a.rel": "For anchors containing the href attribute, this attribute specifies the relationship of the target object to the link object.",
    "body.vlink": "Color of text for visited hypertext links.",
    "keygen.autofocus": "This Boolean attribute lets you specify that the control should have input focus when the page loads, unless the user overrides it, for example by typing in a different control.",
    "remove": "Remove selected element",
    "source.media": "Media query of the resource's intended media.",
    "embed.width": "The displayed width of the resource, in CSS pixels.",
    "a.rev": "This attribute specifies a reverse link, the inverse relationship of the rel attribute.",
    "img.crossorigin": "This enumerated attribute indicates if the fetching of the related image must be done using CORS or not.",
    "input.multiple": "This Boolean attribute indicates whether the user can enter more than one value.",
    "short-element-descriptions:hr": "horizontal rule",
    "input.formaction": "The URI of a program that processes the information submitted by the input element, if it is a submit button or image.",
    "colgroup.align": "This enumerated attribute specifies how horizontal alignment of each column cell content will be handled.",
    "textarea.readonly": "This Boolean attribute indicates that the user cannot modify the value of the control.",
    "short-element-descriptions:tfoot": "table footer",
    "object.height": "The height of the displayed resource, in CSS pixels.",
    "short-element-descriptions:thead": "table header",
    "canvas.width": " The width of the coordinate space in CSS pixels.",
    "label.accesskey": "A shortcut key to access this element from the keyboard.",
    "col.valign": "This attribute specifies the vertical alignment of the text within each cell of the column.",
    "del.cite": "A URI for a resource that explains the change (for example, meeting minutes).",
    "input.min": "The minimum (numeric or date-time) value for this item, which must not be greater than its maximum (max attribute) value.",
    "video.muted": "A Boolean attribute which indicates the default setting of the audio contained in the video.",
    "body.onpopstate": "Function to call when the user has navigated session history.",
    "button.name": "The name of the button, which submitted with the form data.",
    "Advanced": "Avanzado",
    "short-element-descriptions:h6": "heading",
    "short-element-descriptions:h4": "heading",
    "short-element-descriptions:h5": "heading",
    "short-element-descriptions:h2": "heading",
    "short-element-descriptions:h3": "heading",
    "short-command-descriptions:quit": "salir",
    "short-element-descriptions:h1": "heading",
    "a.hreflang": "Este atributo indica el idioma del recurso vinculado.",
    "short-element-descriptions:div": "document division",
    "audio.src": "The URL of the audio to embed.",
    "td.abbr": "This attribute contains a short abbreviated description of the content of the cell.",
    "short-element-descriptions:select": "selection list",
    "style.disabled": "If set, disables (does not apply) the style rules to the Document that are specified within the element.",
    "command.checked": "Indicates whether the command is selected.",
    "Sign in to publish your remix": "Sign in to publish your remix",
    "img.height": "The height of the image in \nHTML5 CSS pixels, or \nHTML 4 in pixels or as a percentage.",
    "body.onfocus": "Function to call when the document receives focus.",
    "short-element-descriptions:output": "calculated result",
    "short-element-descriptions:source": "embedded media source",
    "html-element-docs:script": "El elemento <code>script</code> se usa para incluir o referenciar un script ejecutable dentro de un documento <abbr title=\"Hypertext Markup Language\">HTML</abbr> o <abbr title=\"Extensible Hypertext Markup Language\">XHTML</abbr>.",
    "a.urn": "This supposedly Microsoft-supported attribute relates a uniform resource name (URN) with the link.",
    "dialog-common:nevermind": "Nevermind",
    "tap-space-html": "Tap <div class=\"webxray-kbd\">space bar</div> to edit this style.",
    "short-element-descriptions:object": "embedded object",
    "hr.noshade": "Deprecated since HTML4.01. Obsolete since HTML5",
    "form.accept-charset": "A list of character encodings that the server accepts.",
    "table.frame": "This enumerated attribute defines which side of the frame surrounding the table must be displayed.",
    "short-element-descriptions:area": "image-map hyperlink",
    "video.preload": "This enumerated attribute is intended to provide a hint to the browser about what the author thinks will lead to the best user experience.",
    "If you need help": "If you need help, make sure the X-Ray Goggles are activated, then press <kbd>H</kbd> on your keyboard.",
    "form.accept": "A comma-separated list of content types that the server accepts.",
    "time.pubdate": "(This feature is still being discussed by the WHATWG and the W3C HTML5 Working Group.) This Boolean attribute specifies that the date and time given by the element is the publication date of a document.",
    "activate the X-Ray Goggles by": "Next, activate the X-Ray Goggles by clicking the yellow button above.",
    "textarea.cols": "The visible width of the text control, in average character widths.",
    "object.border": "The width of a border around the control, in pixels.",
    "area.target": "This attribute specifies where to display the linked resource.",
    "td.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "input.accept": "If the value of the type attribute is file, this attribute indicates the types of files that the server accepts; otherwise it is ignored.",
    "source.type": "The MIME-type of the resource, optionally with a codecs parameter.",
    "html-element-docs:command": "El elemento <code>command </code> representa un comando que puede ser invocado por el usuario.",
    "dialog-common:ok": "Commit changes",
    "input.size": "The initial size of the control.",
    "short-command-descriptions:undo": "undo",
    "fieldset.form": "This attribute has the value of the id attribute of the <form>\n element its related to.",
    "css-property-docs:font-variant": "The<code> font-variant </code>CSS property selects a<code> normal</code>, or<code> small-caps </code>face from a font family. Setting<code> font-variant </code>is also possible by using the <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font\">font</a></code>\n shorthand.",
    "focused-intro": "You are on a",
    "Preview": "Vista Preliminar",
    "Events": "Eventos",
    "html-element-docs:keygen": "El elemento HTML <code>keygen</code> existe para facilitar la generación de material de claves, y el envío de la clave pública como parte de un formulario HTML. Este mecanismo está diseñado para ser usado con sistemas de gestión de certificados basados en la Web. Se espera que el elemento <code>keygen</code> sea utilizado en un formulario HTML junto con otra información necesaria para contruir una solicitud de certificado, y que el resultado del proceso sea un certificado firmado.",
    "quit": "Deactivate goggles",
    "command.label": "The name of the command as shown to the user.",
    "input.formmethod": "If the input element is a submit button or image, this attribute specifies the HTTP method that the browser uses to submit the form.",
    "a.media": "This attribute specifies the media which the linked resource applies to.",
    "css-property-docs:white-space": "The<code> white-space </code>CSS property is used to to describe how whitespace inside the element is handled.",
    "img.hspace": "The number of pixels of white space to insert to the left and right of the image.",
    "meta.scheme": "This attribute defines the scheme in which the metadata is described.",
    "area.alt": "A text string alternative to display on browsers that do not display images.",
    "meter.value": "The current numeric value.",
    "style.media": "Which media should this style apply to.",
    "td.rowspan": "This attribute contains a non-negative integer value that indicates for how many rows the cell extends.",
    "input.type": "The type of control to display.",
    "html-element-docs:del": "El elemento HTML Deleted Text (texto borrado) (<code>&lt;del&gt;</code>) representa una parte del texto que ha sido borrada de un documento. Este elemento suele ser representado con una línea que lo tacha (aunque no siempre es así).",
    "X-Ray Goggles Logo": "X-Ray Goggles Logo",
    "short-element-descriptions:nav": "navigation",
    "thead.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "css-property-docs:clear": "The <code>clear</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property specifies whether an element can be next to <a title=\"en/CSS/float\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/float\">floating</a> elements that precede it or must be moved down (cleared) below them.",
    "embed.height": "The displayed height of the resource, in CSS pixels.",
    "See how Goggles work by swapping a image": "See how Goggles work by swapping a image",
    "input.disabled": "Este atributo booleano indica que el control de formulario no está disponible para la interacción.",
    "progress.form": "This attribute specifies the form which the progress element belongs to.",
    "short-element-descriptions:audio": "embedded audio stream",
    "iframe.mozallowfullscreen": "In Gecko 9.0 or later, this attribute can be set to true if the frame is allowed to be placed into full screen mode by calling its element.mozRequestFullScreen()\n method.",
    "Popcorn Maker": "Popcorn Maker",
    "textarea.name": "The name of the control.",
    "object.usemap": "A hash-name reference to a <map>\n element; that is a '#' followed by the value of a \n\nname\n of a map element.",
    "select.multiple": "This Boolean attribute indicates that multiple options can be selected in the list.",
    "button.formtarget": "If the button is a submit button, this attribute is a name or keyword indicating where to display the response that is received after submitting the form.",
    "short-element-descriptions:meta": "metadata",
    "My makes": "Mis creaciones",
    "short-element-descriptions:command": "user action control",
    "Find the current X-Ray Goggles image": "Find the current X-Ray Goggles image (shown below) and hover over it until it highlights.",
    "script.type": "This attribute identifies the scripting language of code embedded within a script element or referenced via the element’s src attribute.",
    "html-element-docs:select": "El elemento HTML <em>select</em> (<code>&lt;select&gt;</code>) HTML representa un control que presenta un menú de opciones. Las opciones del menú están representadas por elementos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/option\">&lt;option&gt;</a></code>, \nque pueden agruparse en elemetos <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code>. \nLas opciones pueden estar preseleccionadas para el usuario.",
    "short-element-descriptions:legend": "field set legend",
    "X-Ray Goggles": "Gafas de Rayos X",
    "audio.buffered": "An attribute you can read to determine which time ranges of the media have been buffered.",
    "audio.mozCurrentSampleOffset": "The offset, specified as the number of samples since the beginning of the audio stream, at which the audio is currently playing.",
    "link.methods": "El valor de este atributo proporciona información acerca de las funciones que pueden ser realizadas en un objeto.",
    "meta.http-equiv": "This enumerated attribute defines the pragma that can alter servers and user-agents behavior.",
    "html-element-docs:iframe": "El elemento HTML inline frame (<code>&lt;iframe&gt;</code>) representa un contexto anidado de navegación. En efecto, incrusta otra página HTML en la página actual. Cada contexto de navegación tiene su propia historia de sesión y documento activo. El contexto de navegación que incluye al contenido incrustado se llama contexto de navegación <dfn id=\"parent\">padre</dfn>. El contexto de navegación de <dfn id=\"top-level\">máximo nivel</dfn> (que no tiene padre) es típicamente la ventana del navegador.",
    "short-element-descriptions:details": "on-demand control",
    "short-command-descriptions:remix": "remix",
    "video.height": "The height of the video's display area, in CSS pixels.",
    "Activate X-Ray Goggles by clicking the yellow button above.": "Activate X-Ray Goggles by clicking the yellow button above.",
    "css-property-docs:letter-spacing": "The<code> letter-spacing </code>CSS property specifies spacing behavior between text characters.",
    "short-element-descriptions:datalist": "list of predefined options",
    "css-property-docs:z-index": "The<code> z-index </code>CSS property specifies the z-order of an element and its descendants. When elements overlap, z-order determines which one covers the other. An element with a larger z-index generally covers an element with a lower one.",
    "html-element-docs:section": "El elemento HTML <em>Section</em> (<code>&lt;section&gt;</code>) representa una sección genérica de un documento, por ej: un agrupamiento temático de contenido, que típicamente tiene un encabezado.",
    "input.list": "Identifies a list of pre-defined options to suggest to the user.",
    "ins.cite": "This attribute defines the URI of a resource that explains the change, like a link to some meeting minutes or a ticket in a troubleshooting sytem.",
    "a.datafld": "This attribute specifies the column name from that data source object that supplies the bound data.",
    "html-element-docs:summary": "El elemento HTML <em>summary </em> (<code>&lt;summary&gt;</code>) se usa como resumen, epígrafe o leyenda para el contenido de un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/details\">&lt;details&gt;</a></code>",
    "Here's how:": "Here's how:",
    "video.autoplay": "A Boolean attribute; if specified, the video will automatically begin to play back as soon as it can do so without stopping to finish loading the data.",
    "deletion": "deletion",
    "ol.start": "This integer attribute specifies the start value for numbering the individual list items.",
    "select.autofocus": "This attribute lets you specify that a form control should have input focus when the page loads, unless the user overrides it, for example by typing in a different control.",
    "form.enctype": "When the value of the method attribute is post, this attribute is the MIME type of content that is used to submit the form to the server.",
    "css-property-docs:background-image": "The<code> background-image </code>CSS property sets the background images for an element. The images are drawn on successive stacking context layers, with the first specified being drawn as if it is the closest to the user. The <a title=\"border\" rel=\"internal\" href=\"https://developer.mozilla.org/cn/CSS/border\">borders</a> of the element are then drawn on top of them, and the <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/background-color\">background-color</a></code>\n is drawn beneath them.",
    "short-element-descriptions:ins": "inserted text",
    "img.src": "Image URL, this attribute is obligatory for the <img> element.",
    "html-element-docs:li": "El elemento HTML <em>List item</em> (<code>&lt;li&gt;</code>) se usa para representar un item de una lista. Debe estar contenido en una lista ordenada (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ol\">&lt;ol&gt;</a></code>), una lista desordenada (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/ul\">&lt;ul&gt;</a></code>) o un menu (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/menu\">&lt;menu&gt;</a></code>), en donde representa un elemento en particular en esa lista.",
    "a.methods": "El valor de este atributo proporciona información acerca de las funciones que pueden ser realizadas en un objeto.",
    "css-property-docs:word-spacing": "The<code> word-spacing </code>CSS property specifies spacing behavior between tags and words.",
    "a.target": "This attribute specifies where to display the linked resource.",
    "short-element-descriptions:dfn": "definition",
    "short-element-descriptions:mark": "marked text",
    "optgroup.disabled": "If this Boolean attribute is set, none of the items in this option group is selectable.",
    "short-command-descriptions:css-quasimode": "css",
    "td.scope": "This is an obsolete API and is no longer guaranteed to work in HTML5",
    "short-element-descriptions:del": "texto eliminado",
    "css-property-docs:background-size": "The<code> background-size </code>CSS property specifies the size of the background images.",
    "img.width": "The width of the image in pixels or percent.",
    "With X-Ray Goggles now activated": "With X-Ray Goggles now activated, mouse around the page. Notice how images and text are highlighted with colors?",
    "css-property-docs:background-clip": "The<code> background-clip </code>CSS property specifies whether an element's background, either the color or image, extends underneath its border.",
    "You can take X-Ray Goggles with you anywhere on the web:": "You can take X-Ray Goggles with you anywhere on the web:",
    "short-element-descriptions:figcaption": "figure caption",
    "style-change": "style change",
    "html-element-docs:aside": "El <em>elemento HTML Aside</em> (apartado, <span style=\"font-family: Courier New;\">&lt;aside&gt;</span>) representa una sección de una página que consiste de contenido que está relacionado tangencialmente al contenido que lo rodea, que puede ser considerado como aparte de ese contenido. Tales secciones son comúnmente representadas con barras laterales o \"inserts\"; suelen contener explicaciones laterales como la definición de un glosario, o material menos relacionado como publicidades, la biografía del autor, o en aplicaciones web, información del perfil o artículos de un blog relacionados.",
    "html-attribute-docs:style": "This attribute contains CSS styling declarations to be applied to the element.",
    "html-element-docs:dfn": "El elemento HTML Definition  (<code>&lt;dfn&gt;</code>) representa la instancia que define a un término.",
    "video.controls": "If this attribute is present, Gecko will offer controls to allow the user to control video playback, including volume, seeking, and pause/resume playback.",
    "button.formnovalidate": "If the button is a submit button, this Boolean attribute specifies that the form is not to be validated when it is submitted.",
    "short-element-descriptions:small": "small text",
    "css-property-docs:text-indent": "The<code> text-indent </code>CSS property specifies how much horizontal space should be left before beginning of the first line of the text content of an element. Horizontal spacing is with respect to the left (or right, for right-to-left layout) edge of the containing block element's box.",
    "short-element-descriptions:label": "form control label",
    "body.onblur": "Function to call when the document loses focus.",
    "area.shape": "The shape of the associated hot spot.",
    "body.onredo": "Function to call when the user has moved forward in undo transaction history.",
    "body.background": "URI of a image to use as a background.",
    "css-quasimode": "View/edit computed style of selected element",
    "css-property-docs:text-align": "The<code> text-align </code>CSS property describes how inline content like text is aligned in its parent block element.<code> text-align </code>does not control the alignment of block elements itself, only their inline content.",
    "button.form": "The form element that the button is associated with (its form owner).",
    "thead.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "short-element-descriptions:kbd": "entrada de teclado",
    "css-property-docs:text-decoration": "The<code> text-decoration </code>CSS property is used to set the text formattings <code>underline, overline, line-through</code> and <code>blink</code>.",
    "img.usemap": "The partial URL (starting with '#') of an image map associated with the element.",
    "html.version": "Specifies the version of the HTML Document Type Definition that governs the current document.",
    "blockquote.cite": "A URL that designates a source document or message for the information quoted.",
    "textarea.rows": "The number of visible text lines for the control.",
    "html-element-docs:small": "El elemento HTML Small (<span style=\"font-family: Courier New;\">&lt;small&gt;</span>) hace que el tamaño del texto (<em>font size</em>) sea una medida menor por ejemplo, de large a medium, o de small a x-small hasta el mínimo tamaño de letra del navegador.",
    "hr.width": "Sets the length of the rule on the page through a pixel or percentage value.",
    "param.value": "Value of the parameter.",
    "short-element-descriptions:optgroup": "option grouping",
    "html-element-docs:details": "El elemento HTML <em>details</em> (<code>&lt;details&gt;</code>) se utiliza como un widget de divulgación desde el cual el usuario obtiene información adicional.",
    "short-element-descriptions:summary": "summary of details",
    "key-names:ESC": "esc",
    "key-names:RIGHT": "→",
    "html-element-docs:bdo": "El elemento HTML de anulación bidireccional (bi-directional override, <span style=\"font-family: Courier New;\">&lt;bdo&gt;</span>) es usado para ignorar la dirección actual del texto. Esto provoca que la dirección por defecto de los caracteres sea ignorada en favor de la especificada.",
    "html-element-docs:bdi": "El elemento HTML de <em>aislación bidireccional</em> (bi-directional isolation, <code>&lt;bdi&gt;</code>), aísla una franja de texto que puede ser formateada en una dirección diferente a la del texto que está fuera de él.",
    "param.name": "Name of the parameter.",
    "ol.type": "Indicates the numbering type:  'a' indicates lowercase letters,  ' A' indicates uppercase letters, 'i' indicates lowercase Roman numerals, 'I' indicates uppercase Roman numerals, and '1' indicates numbers.",
    "short-command-descriptions:redo": "redo",
    "details.open": "This Boolean attribute indicates whether the details will be shown to the user on page load.",
    "button.disabled": "This Boolean attribute indicates that the user cannot interact with the button.",
    "replacement": "replacement",
    "short-element-descriptions:bdi": "bi-directional text formatting",
    "css-property-docs:top": "The <code>top</code> CSS property specifies part of the position of positioned elements. It has no effect on non-positioned elements.",
    "short-element-descriptions:code": "code fragment",
    "short-element-descriptions:bdo": "bi-directional override",
    "css-property-docs:width": "The<code> width </code>CSS property specifies the width of the content area of an element. The <a title=\"en/CSS/box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">content area</a> is <em>inside</em> the padding, border, and margin of the element.",
    "col.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "html-element-docs:meta": "El elemento HTML <em>Meta</em> (<code>&lt;meta&gt;</code>) representa cualquier información de metadatos que no puede ser representada unsando uno de los otros lementos relacionados (<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/base\">&lt;base&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/link\">&lt;link&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/script\">&lt;script&gt;</a></code>\n, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/style\">&lt;style&gt;</a></code>\nor <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/title\">&lt;title&gt;</a></code>\n). De acuerdo a la definición de los atributos, el tipo de metadatos puede ser uno de los siguientes:",
    "script.async": "Set this Boolean attribute to indicate that the browser should, if possible, execute the script asynchronously.",
    "textarea.form": "The form element that the textarea element is associated with (its \"form owner\").",
    "tfoot.charoff": "Este atributo es usado para indicar el numero de caracteres y compensar los datos de la columna de alineación especificado por el atributo carácter.",
    "input.width": " If the value of the type attribute is image, this attribute defines the width of the image displayed for the button.",
    "Publishing...": "Publishing...",
    "The URL you just copied links to a new image!": "The URL you just copied links to a new image!",
    "id": "id",
    "short-element-descriptions:table": "tabular data",
    "keygen.challenge": "A challenge string that is submitted along with the public key.",
    "img.align": "The alignment of the image with respect to its surrounding context.",
    "input.src": "If the value of the type attribute is image, this attribute specifies a URI for the location of an image to display on the graphical submit button; otherwise it is ignored.",
    "html-element-docs:option": "En un formulario Web el elemento HTML<em> option </em> (<span style=\"font-family: Courier New;\">&lt;option&gt;</span>) se usa para crear un control que representa un item en un elemento HTML5 <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>, \n<code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/optgroup\">&lt;optgroup&gt;</a></code> \no <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/datalist\">&lt;datalist&gt;</a></code>.",
    "short-element-descriptions:ul": "lista desordenada",
    "css-property-docs:text-shadow": "The<code> text-shadow </code>CSS property adds shadows to text. It accepts a comma-separated list of shadows to be applied to the text and <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/text-decoration\">text-decorations</a></code>\n of the element.",
    "Hi": "Hola",
    "textarea.selectionDirection": "The direction in which selection occurred.",
    "redid": "Redid",
    "label.for": "The ID of a labelable form-related element in the same document as the label element.",
    "short-element-descriptions:menu": "list of commands",
    "object.archive": "A space-separated list of URIs for archives of resources for the object.",
    "Make sure your browser's bookmarks bar is enabled.": "Make sure your browser's bookmarks bar is enabled.",
    "link.disabled": "This attribute is used to disable a link relationship.",
    "hr.size": "Deprecated since HTML4.01. Obsolete since HTML5",
    "th.colspan": "This attribute contains a non-negative integer value that indicates on how many columns does the cell extend.",
    "html-attribute-docs:id": "This attribute defines a unique identifier (ID) which must be unique in the whole document. Its purpose is to identify the element when linking (using a fragment identifier), scripting, or styling (with CSS).",
    "textarea.autofocus": "This Boolean attribute lets you specify that a form control should have input focus when the page loads, unless the user overrides it, for example by typing in a different control.",
    "Activate X-Ray Goggles": "Activate X-Ray Goggles",
    "body.ononline": "Function to call when network communication has been restored.",
    "short-element-descriptions:colgroup": "table column group",
    "html-element-docs:em": "El elemento HTML Emphasis (<span style=\"font-family: Courier New;\">&lt;em&gt;</span>) marca un texto enfatizado. El elemento <code>&lt;em&gt;</code> puede estar anidado; cada nivel de anidación indica un mayor grado de énfasis.",
    "Replace the image location": "Replace the image location (or &quot;source&quot;, written in HTML as &quot;src&quot;) with the URL you copied in Step 1.",
    "td.axis": "This attribute contains a list of space-separated strings.",
    "object.declare": "The presence of this Boolean attribute makes this element a declaration only.",
    "keygen.keytype": "The type of key generated.",
    "img.alt": "This attribute defines the alternative text describing the image.",
    "short-element-descriptions:textarea": "multi-line text input",
    "html-element-docs:colgroup": "El <em>elemto HTML Table Column Group</em> (<span style=\"font-family: Courier New;\">&lt;colgroup&gt;</span>) define un grupo de columnas en una tabla.",
    "short-element-descriptions:abbr": "abbreviation",
    "object.width": "The width of the display resource, in CSS pixels.",
    "th.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "input.formnovalidate": "If the input element is a submit button or image, this Boolean attribute specifies that the form is not to be validated when it is submitted.",
    "tbody.char": "Este atributo es usado para establecer el carácter que alineara las celdas en una columna.",
    "style.type": "This attribute defines the styling language as a MIME type (charset should not be specified).",
    "img.border": "The width of a border around the image.",
    "html-element-docs:optgroup": "En un formulario Web, el elemento HTML <em>optgroup</em> (&lt;optgroup&gt;) crea un agrupamiento de opciones en un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/select\">&lt;select&gt;</a></code>.",
    "html.manifest": "Specifies the URI of a resource manifest indicating resources that should be cached locally.",
    "script.language": "Like the type attribute, this attribute identifies the scripting language in use.",
    "Make": "Crear",
    "cannot-redo-html": "<span>Nothing left to redo!</span>",
    "output.for": "A list of IDs of other elements, indicating that those elements contributed input values to (or otherwise affected) the calculation.",
    "bdo.dir": "Text direction in this element.",
    "input.value": "The initial value of the control.",
    "css-property-docs:list-style-position": "The<code> list-style-position </code>CSS property specifies the position of the marker box in the principal block box. It is often more convenient to use the shortcut <span class=\"lang lang-en\"><code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style\">list-style</a></code>\n</span>.",
    "more-info": "Shift-click for more information.",
    "body.onstorage": "Function to call when the storage area has changed.",
    "html-element-docs:figcaption": "Ele elemento HTML <em>Figcaption</em> (<code>&lt;figcaption&gt;</code>) representa un título o epígrafe asociado con una figura o ilustración descripta por el resto de los datos del elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>\nel cual es su ancestro inmediato, lo que significa que <code>&lt;figcaption&gt;</code> puede ser el primer o el último elemento dentro de un bloque <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/figure\">&lt;figure&gt;</a></code>. \nAdemás, el elemento HTML <em>Figcaption </em> es opcional; si no se especifica, el elemento padre figure no tendrá título.",
    "textarea.placeholder": "A hint to the user of what can be entered in the control.",
    "ul.type": "Used to set the bullet style for the list.",
    "progress.value": "This attribute specifies how much of the task that has been completed.",
    "iframe.srcdoc": "The content of the page that the embedded context is to contain.",
    "meter.optimum": "This attribute indicates the optimal numeric value.",
    "body.onoffline": "Function to call when network communication has failed.",
    "hr.color": "Sets the color of the rule through color name or hexadecimal value.",
    "short-element-descriptions:br": "line break",
    "meta.charset": "This attribute declares the character encoding used of the page.",
    "html-element-docs:abbr": "El elemento HTML Abbrevation (abreviación, <code>&lt;abbr&gt;</code>) representa una abreviación y opcionalmente provee una descripcion más completa para ella. Si está presente, el atributo <strong>title</strong> debe contener esta descripción y nada más.",
    "html-element-docs:address": "El elemento HTML Address (dirección, <code>&lt;address&gt;</code>) puede ser usado por los autores para proveer información de contacto para su padre más cercano, que puede ser un artículo article, <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/article\">&lt;article&gt;</a></code>, o el elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/body\">&lt;body&gt;</a></code>; en este último caso, se aplicaría a todo el documeto.",
    "css-property-docs:height": "The<code> height </code>CSS property specifies the height of the content area of an element. The <a title=\"en/CSS/Box_model#content\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS/box_model#content\">content area</a> is <em>inside</em> the padding, border, and margin of the element.",
    "select.disabled": "This Boolean attribute indicates that the user cannot interact with the control.",
    "css-property-docs:font-style": "The<code> font-style </code>CSS property allows<code> italic </code>or<code> oblique </code>faces to be selected within a <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/font-family\">font-family</a></code>\n.<br> ",
    "object.form": "The form element, if any, that the object element is associated with (its form owner).",
    "css-property-docs:position": "The<code> position </code>CSS property chooses alternative rules for positioning elements, designed to be useful for scripted animation effects.",
    "base.href": "The base URL to be used throughout the document for relative URL addresses.",
    "video.autobuffer": "A Boolean attribute; if specified, the video will automatically begin buffering even if it's not set to automatically play.",
    "with": "with",
    "video.poster": "A URL indicating a poster frame to show until the user plays or seeks.",
    "short-element-descriptions:cite": "work title",
    "html-element-docs:blockquote": "El elemento HTML <em>Cita de Bloque</em> (<code>&lt;blockquote&gt;</code>) indica que el texto que encierra es una cita extensa. Habitualmente, se representa visualmente con una sangría (ver <a title=\"en/HTML/Element/blockquote#Notes\" rel=\"internal\" href=\"https://developer.mozilla.org/en/HTML/Element/blockquote#Notes\">Notas</a> sobre cómo cambiarlo). Puede brindarse una URL para la fuente de la cita usando el atributo <strong>cite</strong>, mientras que un texto simple que mencione la fuente puede expresarse usando el elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/cite\">&lt;cite&gt;</a></code>.",
    "input.selectionDirection": "The direction in which selection occurred.",
    "colgroup.valign": "This attribute specifies the vertical alignment of the text within each cell of the column.",
    "colgroup.span": "This attribute contains a positive integer indicating the number of additional consecutive columns to apply the attributes of the <column> element.",
    "a.type": "This attribute specifies the media type in the form of a MIME type for the link target.",
    "body.onmessage": "Function to call when the document has received a message.",
    "css-property-docs:text-rendering": "The <code>text-rendering</code> CSS property provides information to the rendering engine about what to optimize for when rendering text. The browser makes trade-offs among speed, legibility, and geometric precision. The text-rendering property is an SVG property that is not defined in any CSS standard. However, Gecko and WebKit browsers let you apply this property to HTML and XML content on Windows, Mac OS X and Linux.&nbsp;",
    "area.accesskey": "Specifies a keyboard navigation accelerator for the element.",
    "Close": "Close",
    "input.readonly": "This Boolean attribute indicates that the user cannot modify the value of the control.",
    "css-property-docs:direction": "The <code>direction</code> CSS property should be set to match the direction of the text: <code>rtl</code> for Hebrew or Arabic text and <code>ltr</code> for other scripts. This should normally be done as part of the document (e.g., using the <code>dir</code> attribute in HTML) rather than through direct use of CSS.",
    "body.onresize": "Function to call when the document has been resized.",
    "short-command-descriptions:uproot": "publish",
    "input.checked": "When the value of the type attribute is radio or checkbox, the presence of this Boolean attribute indicates that the control is selected by default; otherwise it is ignored.",
    "object.data": "The address of the resource as a valid URL.",
    "html-element-docs:ol": "El elemento HTML <em>ordered list</em> (<code>&lt;ol&gt;</code>) representa una lista ordenada de items. Habitualmente, los items de las listas ordenadas se muestran numerados de algún modo, como números, letras, o números romanos o incluso ítems todos iguales. Este estilo de numeración no se define en la descripción HTML de la página, sino en su hoja de estilo CSS asociada, usando la propiedad <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/CSS/list-style-type\">list-style-type</a></code>.",
    "tr.valign": "This attribute specifies the vertical alignment of the text within each row of cells of the table header.",
    "tfoot.align": "Este atributo enumerado especifica cómo se manejará la alineación horizontal de cada contenido de la celda.",
    "object.codebase": "The base path used to resolve relative URIs specified by classid, data, or archive.",
    "colgroup.width": "This attribute specifies a default width for each column in the current column group.",
    "link.type": "This attribute is used to define the type of the content linked to.",
    "short-element-descriptions:html": "document root",
    "a.name": "This attribute is required in an anchor defining a target location within a page.",
    "textarea.selectionEnd": "The index to the last character in the current selection.",
    "link.href": "This attribute specifies the URL of the linked resource.",
    "short-element-descriptions:form": "user-submittable form",
    "css-property-docs:word-wrap": "The <code>word-wrap</code> <a title=\"CSS\" rel=\"internal\" href=\"https://developer.mozilla.org/en/CSS\">CSS</a> property is used to to specify whether or not the browser is allowed to break lines within words in order to prevent overflow when an otherwise unbreakable string is too long to fit.",
    "Teach": "Enseña",
    "iframe.name": "A name for the embedded browsing context (or frame).",
    "html-element-docs:button": "El elemento HTML <em>button botón</em> (<span style=\"font-family: Courier New;\">&lt;button&gt;</span>)&nbsp; representa un botón sobre el que se puede hacer clic.",
    "short-element-descriptions:tt": "teletype text",
    "css-property-docs:visibility": "The<code> visibility </code>CSS property is used for two things:",
    "tfoot.bgcolor": "Este atributo define el color de fondo de cada celda de la columna.",
    "th.axis": "This attribute contains a list of space-separated strings.",
    "html-element-docs:area": "El elemento HTML <em>Area</e> (<code>&lt;area&gt;</code>) define una región activa en una imagen, y opcionalmente la asocia con un hipervínculo. Este elemento solamente es usando dentro de un elemento <code><a rel=\"custom\" href=\"https://developer.mozilla.org/en/HTML/Element/map\">&lt;map&gt;</a></code> mapa.",
    "html-element-docs:nav": "El elemento HTML <em>Navigation</em> (<code>&lt;nav&gt;</code>) representa una sección de una página que enlaza a otras páginas o a partes de la página: es una sección con enlaces de navegación.",
    "button.formmethod": "If the button is a submit button, this attribute specifies the HTTP method that the browser uses to submit the form.",
    "short-element-descriptions:td": "table data cell",
    "input.x-moz-errormessage": "This Mozilla extension allows you to specify the error message to display when a field doesn't successfully validate.",
    "textarea.selectionStart": "The index to the first character in the current selection.",
    "short-element-descriptions:th": "table header cell",
    "short-element-descriptions:style": "CSS style sheet",
    "remix": "Replace/remix selected element",
    "pointing-at": "pointing at",
    "Copy this image URL": "Copy this image URL (highlight the text below, right-click, then copy the link)",
    "Now visit any website on the internet": "Now visit any website on the internet. Activate the Goggles by clicking the new button in your bookmarks toolbar and start remixing!",
    "short-element-descriptions:tbody": "table body",
    "script.defer": "This Boolean attribute is set to indicate to a browser that the script is meant to be executed after the document has been parsed.",
    "img.name": "A name for the element.",
    "html-element-docs:tbody": "f",
    "html-element-docs:mark": "El elemento HTML <em>Mark</em> (<span style=\"font-family: Courier New;\">&lt;mark&gt;</span>) representa texto resaltado, ej:, un trozo de texto marcado para referencia, debido a su <em>relevancia</em> en determinado contexto. Por ejemplo, puede ser utilizado en una página que muestra resultados de una búsqueda para resaltar cada aparición de la palabra buscada.",
    "input.max": "The maximum (numeric or date-time) value for this item, which must not be less than its minimum (min attribute) value.",
    "short-element-descriptions:param": "object parameter",
    "short-element-descriptions:caption": "table caption",
    "iframe.height": "Indicates the height of the frame \nHTML5 in CSS pixels, or \nHTML 4.01 in pixels or as a percentage."
}